Repository: RajSolai/Response
Catalog: po/extra/*.po
Languages: cs_cz, fr, it, nl

source: Response
cs_cz: Odezva

source: Test your web page's Responsiveness
cs_cz: Otestuj responzivitu své stránky
fr: Testez l'adaptibilité de vos pages Web
it: Metti alla prova la reattività della tua pagina web
nl: Bekijk hoe je website zich aanpast aan verschillende schermgroottes

source: Response;
cs_cz: Odezva;
nl: Response;Scherm;Website;

source: Cool and Less resource hogging way to check webpage responsiveness.
cs_cz: Skvělý a Méně náročný způsob kontroly responzivity webové stránky.
fr: Un moyen cool et moins gourmand en ressources pour vérifier l'adaptabilité d'une page Web.
it: Un modo interessante e meno di monopolio delle risorse per controllare la reattività del sito Web.
nl: Een toffe en niet-veeleisende manier om te bekijken hoe je website zich aanpast aan verschillende schermgroottes.

source: Minimal UI 🎨️.
cs_cz: Minimalní UI 🎨️.
fr: Interface minimaliste 🎨️.
it: Interfaccia utente minima 🎨️.
nl: Minimale vormgeving 🎨️.

source: Low resource consumption 🍰️.
cs_cz: Nenáročný na prostředky 🍰️.
fr: Faible consommation de ressources 🍰️.
it: Basso consumo di risorse 🍰️.
nl: Weinig veeleisend 🍰️.

source: Single Tab based Configuration 👨‍💻️.
cs_cz: Konfigurace pro jednotlivé záložky 👨‍💻️.
fr: Configuration simple en un onglet 👨‍💻️.
it: Configurazione basata su scheda singola 👨‍💻️.
nl: Alle instellingen op één tabblad 👨‍💻️.

source: - New Icon
cs_cz: - Nová Ikona
fr: - Nouvelle icône
it: - Nuova icona
nl: - Nieuw pictogram;

source: - Added a landscape size
cs_cz: - Přidáno horizontální pohled
fr: - Ajout d'un format paysage
it: - Aggiunta una dimensione orizzontale
nl: - Horizontale modus toegevoegd;

source: - Optimizations for elementary OS
cs_cz: - Optimalizace pro elementary OS
fr: - Optimisations pour elementary OS
it: - Ottimizzazioni per elementary OS
nl: - Optimalisaties voor elementary OS.

source: - New Window Method
cs_cz: - Nová metoda pro vykreslení aplikace
fr: - Nouvelle méthode de fenêtre
it: - Nuovo metodo finestra
nl: - Nieuwe venstermethode;

source: - Rounded Windows
cs_cz: - Zakulacené rohy
fr: - Fenêtres arrondies
it: - Finestre arrotondate
nl: - Afgeronde vensterhoeken;

source: - Dropdown to select Device
cs_cz: - Rozevírací seznam pro výběr zařízení
fr: - Menu déroulant pour sélectionner l'appareil
it: - Menu a discesa per selezionare il Dispositivo
nl: - Uitrolmenu om een apparaat te kiezen;

source: - Bug Fix and Optimizations
cs_cz: - Oprava chyb a Optimalizace
fr: - Correction de bugs et optimisations
it: - Correzione di bug e ottimizzazioni
nl: - Bugs opgelost en prestaties verbeterd.

source: Initial Release
cs_cz: Původní vydání
fr: Version initiale
it: Versione iniziale
nl: Eerste uitgave
