Repository: RajSolai/Response
Catalog: po/*.po
Languages: cs_cz

source: Response
cs_cz: Odezva

source: Test your web page's Responsiveness ! 👨‍💻️
cs_cz: Otestuj responzivitu své stránky ! 👨‍💻️

source: Visit Response
cs_cz: Navštívit Response

source: That Was an Empty Url 😥️ !
cs_cz: To byla byla prázdná Url 😥️ !

source: Check
cs_cz: Zkrontrolovat

source: Desktop
cs_cz: Stolní Počítač

source: Select Device :
cs_cz: Vybrat zařízení :

source: Light Mode
cs_cz: Světlé Téma

source: Dark Mode
cs_cz: Temné Téma

source: Enter the Url here…
cs_cz: Zde zadejte Url…
